Repository: flaviodesousa/ratonator
Catalog: trunk/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Impossibly good
pt: Impossivelmente bom

source: Best ever
pt: Melhor de todos

source: Excellent
pt: Excelente

source: Very good
pt: Muito bom

source: Good
pt: Bom

source: Weak
pt: Fraco

source: Bad
pt: Ruim

source: Very Bad
pt: Muito ruim

source: Worse ever
pt: Pior de todos

source: Impossibly bad
pt: Impossivelmente ruim

source: a rate of %(rate)d given by %(user)s to %(subject)s
pt: Nota %(rate)d dada por %(user)s ao tema "%(subject)s"

source: Unqualified named "%s"
pt: ** tema "%s"

source: Aspect named "%s"
pt: Aspecto "%s"

source: a rate of %(rate)d given by %(user)s for the "%(aspect_name)s" aspect of "%(subject_name)s"
pt: Nota %(rate)d data por %(user)s no aspecto "%(aspect_name)s" do tema "%(subject_name)s"

source: Classification of "%(subject)s" as a "%(category)s"
pt: Classificação de "%(subject)s" dentro da categoria "%(category)s"

source: Definition of "%(subject)s" as "%(definition)s"
pt: Definição do tema "%(subject)s" como "%(definition)s"

source: user "%s"
pt: Usuário "%s"

source: Username taken. Please, choose another one.
pt: "Esse nome de usuário já está em uso por alguém com outro email. Escolha outro, por favor"

source: Account already exists.
pt: Essa conta já foi criada

source: Have you forgotten your password?
pt: Se você esqueceu sua senha, você pode criar uma nova.

source: Account already validated.
pt: Essa conta já foi ativada. Pode começar a usá-la!

source: This validation link has been expired. Please try registering again.
pt: Esse link de ativação expirou. Registre-se novamente, por favor.

source: Invalid link. Perhaps long expired. Please try registering again.
pt: Link de ativação desconhecido. Se estava em um email seu possivelmente já expirou a algum tempo (veja a validade). Tente registrar-se novamente, por favor.

source: This password reset request expired.
pt: Esta solicitação de mudança de senha já expirou.

source: Request another one if you still want to reset your password.
pt: Solicite outra se você ainda quiser trocar de senha.

source: This password reset request was already consumed.
pt: Esta solicitação de troca de senha já foi utilizada.

source: Passwords do not match
pt: As senhas devem ser idênticas

source: "%s" is not a valid subject name
pt: "%s" não é um nome aceitável. Deve conter ao menos uma letra.

source: "%s" already exists
pt: '%s' já existe

source: Logon failure
pt: Usuário ou senha inválidos

source: Inactive account. Please check your email for activation instructions.
pt: Conta inativa. Por favor verifique seu email por instruções de ativação.

source: Account creation in progress
pt: Criação de conta em progresso.

source: Your account has been succesfully created.
pt: Sua conta foi criada.

source: But, before you can start using it, you must validate your email.
pt: Mas, antes que você possa começar a usá-la, você deve ativá-la.

source: This step is needed to avoid creation of false accounts.
pt: Esse passo

source: Please, check your email inbox for a message from ratonator.com with further instructions.
pt: Esse passo é necessário para evitar a criação de contas falsas.

source: Be Welcome!
pt: Estamos felizes por receber-lhe!

source: Welcome to ratonator.com!
pt: ratonator.com está pronto para você!

source: Your account is now activated!
pt: Sua conta está agora ativada!

source: From now on you will be able to:
pt: A partir de agora você será capaz de:

source: Create new subjects
pt: Cre novos temas

source: Classify them
pt: Classificá-los em categorias

source: RATE EVERYTHING!
pt: DAR NOTA PARA TUDO!

source: Even rate the ratings!
pt: Até notas para outras notas!

source: Have fun!!!
pt: Divirta-se!!!

source: Account activation error
pt: Erro na ativação da conta

source: Please, provide your email or your ratonator username
pt: Por favor, forneça seu email ou o seu nome de usuário no ratonator.com

source: Unknown %(what)s "%(value)s"
pt: %(what)s "%(value)s" desconhecido

source: Password reset email sent
pt: Email de troca de senha enviado

source: An email was sent to you with instructions for reseting your password
pt: Um email foi enviado a você com instruções para trocar sua senha

source: Password set
pt: Senha aceita

source: Your new password is ready for use!
pt: Sua nova senha está pronta para ser usada!

source: Please use the logon form in this page to use the full capabilites of ratonator.com
pt: Use o formulário de acesso nesta página para poder usar todos recursos de ratonator.com

source: Name
pt: Nome

source: Definition
pt: Definição

source: Rate
pt: Nota

source: Comments
pt: Comentários

source: Language
pt: Linguagem

source: User name
pt: Usuário

source: Password
pt: Senha

source: Public username
pt: Nome público

source: Confirm
pt: Confirmar

source: Preferred language
pt: Idioma

source: Search
pt: Pesquisar

source: New Password
pt: Nova senha

source: Current Password
pt: Senha atual

source: 404 - Not Found
pt: 404 - Não Encontrado

source: Yes, you got the infamous 404...
pt: Sim, é verdade, você recebeu o infame erro 404...

source: This means the address above (URL for geeks) did not translate into anything meaningful to the current ratonator.com configuration.
pt: Isso significa que o endereço acima (a URL do navegador), não pôde ser interpretada pelo ratonator.com.

source: If that happened without you typing anything on the address bar, it was OUR fault, we apologize dearly and, in this very moment, we are trying hard to fix the problem that caused it.
pt: Se isso aconteceu sem que você tenha digitado algo na barra de endereços do navegador, é problema NOSSO e, neste exato momento, estamos trabalhando duro para descobrir o que está causando isso.

source: However, if you typed something in the address bar, well, we know you are smart enough to figure out what was wrong...
pt: Se, porém, foi você quem digitou o endereço, bem, sabemos que você é esperto o suficiente para saber o que está errado...

source: Yes, we are sloppy...
pt: É, somos ruins de serviço, já ouvimos isso um monte de vezes... Mas a gente aprende!

source: Someone made something stupid, an email is now being sent to the Boss and all hell is about to break loose... Business as usual!
pt: Alguém fez besteira, um email está sendo enviado para o Chefe e as coisas irão ficar complicadas aqui!

source: The problem information has been collected and is now being analyzed
pt: Informações sobre o problema foram coletadas e estão sendo analisadas neste exato momento

source: New Category
pt: Nova categoria

source: Add a new category for
pt: Adicione uma nova categoria para

source: Add
pt: Adicionar

source: Add a new definition for
pt: Adicione uma nova definição para

source: Create
pt: Criar

source: Cancel
pt: Cancelar

source: Password reset request
pt: Requisição de troca de senha

source: Please, provide us with your ratonator username or the email account you registered with.
pt: Forneça seu nome de usuário ou o email com que você se registrou no ratonator.com.

source: You will receive an email with instructions for reseting your password.
pt: Você receberá um email com instruções para trocar sua senha.

source: Send
pt: Enviar

source: Top Subjects
pt: Temas Mais Bem Votados

source: No Top Subjects
pt: Não há temas mais bem votados!

source: Hot Subjects
pt: Temas Quentes

source: No Hot Subjects
pt: Não há Temas Quentes

source: New Subjects
pt: Crie um novo tema

source: No New Subjects
pt: Não há novos temas. Crie os seus!

source: Logout
pt: Sair

source: Logon
pt: Entrar

source: Register
pt: Cadastre-se

source: Forgot password?
pt: Esqueci minha senha

source: ratonator - a rate for everything!
pt: ratonator - dê uma nota para tudo!

source: This service is in early alpha stage, still NOT COMPLETE, AND NOT WORKING PROPERLY
pt: Este serviço está em estágio preliminar... cheio de erros. Tenha paciência, por favor!

source: New subject
pt: Crie um novo tema

source: Your password reset request was accepted.
pt: Sua requisição de troca de senha foi aceita.

source: Please, inform your new password for accessing ratonator.
pt: Informe sua nova senha para acessar ratonator.com.

source: Please, inform the new password you want to access ratonator.
pt: Informe a nova senha que você deseja usar.

source: Set
pt: Definir

source: Add your vote too!
pt: Vote também!

source: New user registration
pt: Registro de novos usuários

source: Categories:
pt: Categorias:

source: New
pt: Inclua também

source: Nothing above!
pt: Nenhuma categoria cadastrada. Inclua as suas!

source: Definitions:
pt: Definições:

source: No definitions!
pt: Nenhuma definição cadastrada. Inclua as suas!

source: Rates:
pt: Notas:

source: No rates!
pt: Ninguém votou ainda. Aproveite!

source: Subjects
pt: Temas

source: Nothing Below!
pt: Nenhum tema abaixo deste. Que tal acrescentar?
